// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的小公主",
        "春有百花秋有月，夏有凉风冬有雪"
        "而我只想身边一直都是你"
        "我希望陪你朝朝暮暮，和你共同余生"
        "就在这个特殊日子，我们在一起吧"
        "我的可爱公主"，
        
       
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-02-227T14:15:00",
    // 双方的名字
    names: ["小公主", "最爱公主"]
}
